{
  "Channel": {
    "Title": "AccuWeather.com",
    "Description": "AccuWeather Syndicated Data - Headlines",
    "Link": "http://www.accuweather.com",
    "pubDate": "Mon, 02 Dec 2013 18:42:39 GMT",
    "ManagingEditor": "2013 customerservice@accuweather.com (Customer Service)",
    "WebMaster": "customerservice@accuweather.com (Customer Service)",
    "Language": "en-us",
    "Copyright": "Copyright AccuWeather.com, Redistribution Prohibited",
    "Image": {
      "Url": "http://vortex.accuweather.com/adc2010/syndicated/images/accuweather.png",
      "Title": "AccuWeather.com",
      "Link": "http://www.accuweather.com"
    },
    "Items": [
      {
        "Title": "Ice Rinks Prepare for Peak of Holiday Season",
        "Description": "<p>'Tis the season for cold air, snow and ice and one of the nation's favorite winter pastimes, ice skating. However, the weather can play a crucial role in the maintenance of indoor and outdoor ice rinks.</p>\n<p>Both types of skating rinks must be kept in tip-top condition in order to ensure the safety of their visitors, especially during the busiest time of the year, between Thanksgiving and New Year's Day.</p>\n<p><font size=\"+1\">Outdoor Ice Rinks</font><br></p>\n<p>As these rinks pop up around major cities in the U.S. just in time for the holiday season, careful considerations and specific conditions need to be met prior to opening day.</p>\n<p><b>RELATED:</b><br><em><a href=\"http://www.accuweather.com/en/travel-articles/business/15-best-ice-skating-rinks-in-t/19588069\">15 Best Ice Skating Rinks in the US</a><br><a href=\"http://www.accuweather.com/en/us/winter-weather\">AccuWeather Winter Weather Center</a><br><a href=\"http://www.accuweather.com/en/travel-articles/business/15-best-places-to-drink-hot-ch/19933333\">15 Best Places to Drink Hot Chocolate in America</a></em></p>\n<p>This year, outdoor rinks faced major opening setbacks, as a late spell of warm and rainy days caused a halt in rink building and the ice-making process.</p>\n<p>The Wollman Rink, in New York City's Central Park, usually opens the last two weeks of October but this year opened at the tail-end of that period, opening Oct. 26, 2013.</p>\n<p>\"It depends on the weather, we need a week of temperatures consistently below 60 degrees during the day to make ice,\" Director of the Skating School at the Wollman Rink Elise Preston said.</p>\n<p><img src=\"http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/650x366_11300111_screen-shot-2013-11-29-at-8.10.51-pm.jpg\"/><span>Martha, right and Freya Whiting move around the edge of Wollman Rink in Central Park, New York, Monday, Oct. 23, 2006. The rink is open for the season. (AP Photo/Seth Wenig)</span></p>\n<p>Outdoor rinks are typically kept frozen by refrigeration systems that run underneath the frozen ice. These systems pump a cooled solution out to the rinks through piping systems and keep the ice frozen throughout the skating season.</p>\n<p>While snow may be a reminder of the holiday season for many, it can be disastrous for outdoor ice skating rinks.</p>\n<p>\"Blizzards are rough,\" Preston said.</p>\n<p>Snow, if not removed from the ice, can breakdown the surface ice on the rink. As a result, unlike schools, companies, etc. that call off employees during snowstorms, rink crews work around the clock through the storm to ensure that no snow accumulates on the ice, according to Preston.</p>\n<p>Rain also poses a threat to outdoor rinks, as it can create little hills on the ice, ruining the flat, smooth surface necessary for safe skating.</p>\n<p>The worst case weather scenario for an outdoor rink is when snow turns into rain or vice versa.</p>\n<p><font size=\"+1\">Indoor Ice Rinks</font><br></p>\n<p>Indoor hockey rink staff members must keep rinks at low temperatures throughout the year.</p>\n<p>\"It's a balancing act,\" Whittemore said. \"You really want to keep it a consistent temperature all year round.\"</p>\n<p>Although water freezes at 32 F, indoor rinks are usually kept in the neighborhood of 17 to 24 F, according to Facility Coordinator for the Pennsylvania State University's Pegula Ice Arena Chris Whittemore.</p>\n<p>The standard air temperature for an indoor rink is around 65 F with a dew point around 35 F.</p>\n<p>\"It makes a good sheet of ice for people to skate on,\" Whittemore said.</p>\n<p>However, unlike outdoor rinks, these rinks require more maintenance when large crowds are expected because more heat will enter the building and thus drive up the temperature.</p>\n<p>\"We kind of have it pre-set,\" Whittemore said. \"We try to bring down the temperature to between 58 and 60 degrees and bring down the ice temperature to 15 to 16 degrees in anticipation of all the heat coming inside the building when people do arrive.\"</p>\n<p><img src=\"http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/650x366_11220109_screen-shot-2013-11-21-at-8.08.11-pm.jpg\"/><span>In this photo taken with a fisheye lens, Penn State faces off against Army in the first college hockey game to be played at the new Pegula Ice Arena in State College, Pa., Friday, Oct. 11, 2013. (AP Photo/Gene J. Puskar)</span></p>\n<p>The temperature and condition of the ice are crucial elements in keeping both hockey players and the general public safe while skating.</p>\n<p><p><script src='http://vortex.accuweather.com/video/video_inline_launchv4.asp?video=2859791250001&width=500'></script></p></p>\n<p><hr></p>\n<p><center><em>Have questions, comments, or a story to share? Email Kristen Rodman at <a href=\"mailto:Kristen.Rodman@accuweather.com\">Kristen.Rodman@accuweather.com</a>, follow her on Twitter <a href=\"https://twitter.com/Accu_Kristen\">@Accu_Kristen</a> or <a href=\"https://plus.google.com/111278269374228164844/posts\">Google+</a>. Follow us <a href=\"https://twitter.com/breakingweather\">@breakingweather</a>, or on <a href=\"https://www.facebook.com/AccuWeather?ref=br_tf\">Facebook</a> and <a href=\"https://plus.google.com/+accuweather/posts\">Google+</a>. </em></center></p>\n",
        "Link": "http://www.accuweather.com/en/weather-news/ice-skating-rinks-controlled-b/20469271",
        "guid": "http://syndicate.accuweather.com/v2/news/20469271.json",
        "pubDate": "Mon, 02 Dec 2013 11:00:00 GMT",
        "lastUpdated": "Mon, 02 Dec 2013 11:00:00 GMT",
        "media_author": {
          "Text": "Kristen Rodman, AccuWeather.com Staff Writer"
        },
        "media_content": [
          {
            "Url": "http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/237x145_12021534_650x366_11300111_screen-shot-2013-11-29-at-8.10.51-pm.jpg",
            "Lang": "en",
            "ContentType": "image/jpeg",
            "Height": 234,
            "Width": 145
          }
        ],
        "media_thumbnails": [
          {
            "Url": "http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/120x90_12021534_650x366_11300111_screen-shot-2013-11-29-at-8.10.51-pm.jpg",
            "Height": 90,
            "Width": 120
          }
        ],
        "image_description": {
          "Text": "This photo of the Wollman Rink in Central Park, New York, was captured Monday, Oct. 23, 2006. See larger image below. (AP Photo/Seth Wenig)"
        }
      },
      {
        "Title": "Late-Week Ice Storm May Threaten Travel From Texas to Pennsylvania",
        "Description": "<p>A swath of ice and a wintry mix later this week threatens to slow travel and cut power from parts of Texas to Pennsylvania.</p>\n<p>As <a href=\"http://www.accuweather.com/en/weather-news/dangerous-arctic-cold-headed-f/20537531\">dangerous cold sweeps southward and eastward</a> over the Plains and Midwest in the wake of a <a href=\"http://www.accuweather.com/en/weather-news/winter-storm-impact-northern-u/20564835\">North Central states snowstorm</a>, it will set up a weather pattern favoring a narrow zone of freezing rain, sleet and some snow late this week.</p>\n<p><img src=\"http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/650x366_12021740_hd33.jpg\"/></p>\n<p>The icy mix will spread from part of northern Texas Thursday to central Kentucky and southern Ohio Thursday night to central Pennsylvania Friday.</p>\n<p>The potential for slippery travel includes the cities of Dallas; Oklahoma City; Little Rock, Ark.; Louisville, Ky.; Cincinnati; and State College, Pa.</p>\n<p>There is the potential for ice and a wintry mix to last more than a few hours. In some cases, a buildup of ice may span two days, which could result in sporadic power outages.</p>\n<p><b>RELATED</b><br><i><a href=\"http://www.accuweather.com/en/weather-news/winter-storm-impact-northern-u/20564835\">Wind-Driven Snowstorm to Blast Northern US Into Midweek</a><br><a href=\"http://www.accuweather.com/en/us/winter-weather\">Winter Weather Center</a><br><a href=\"http://www.accuweather.com/en/weather-news/dangerous-arctic-cold-headed-f/20537531\">Dangerous Arctic Cold Headed for Rockies, Plains</a></i></p>\n<p>A wedge of warm air will hold over the southeastern United States and will extend northward to the I-95 Northeast this week. The warmth is forecast to outlast the precipitation in this area so that rain falls from Houston to Atlanta and in the corridor from Raleigh, N.C., to Washington, D.C., Philadelphia, New York City and Boston.</p>\n<p><img src=\"http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/650x366_12021507_hd14.jpg\"/></p>\n<p>However, at the tail end of the rain, a brief period of freezing rain, sleet and/or snow is possible in Shreveport, La.; Memphis, Tenn.; London, Ky.; Charleston, W.Va.; and Scranton, Pa.</p>\n",
        "Link": "http://www.accuweather.com/en/weather-news/ilate-week-ice-storm-texas-to-pennsylvania/20571898",
        "guid": "http://syndicate.accuweather.com/v2/news/20571898.json",
        "pubDate": "Mon, 02 Dec 2013 10:22:06 GMT",
        "lastUpdated": "Mon, 02 Dec 2013 10:22:06 GMT",
        "media_author": {
          "Text": "Alex Sosnowski, Expert Senior Meteorologist"
        },
        "media_content": [
          {
            "Url": "http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/237x145_12021740_hd33.jpg",
            "Lang": "en",
            "ContentType": "image/jpeg",
            "Height": 234,
            "Width": 145
          }
        ],
        "media_thumbnails": [
          {
            "Url": "http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/120x90_12021740_hd33.jpg",
            "Height": 90,
            "Width": 120
          }
        ]
      },
      {
        "Title": "Nearly a Foot of Rain Aims for Sri Lanka This Week",
        "Description": "<p>A low pressure in the Bay of Bengal will spin near Sri Lanka and southeastern India this week, bringing rounds of heavy rain to the island.</p>\n<p>AccuWeather.com meteorologist have been monitoring this storm's development over the past few days. There is still a low chance that this system could develop into an organized tropical cyclone.</p>\n<p>However, even without strengthening this storm will bring heavy rains  for Sri Lanka through Thursday. The nearly unmoving storm will bring round after round of rain, leading to significant rainfall.</p>\n<p><img src=\"http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/650x366_12021522_hd23.jpg\"/></p>\n<p>As much as 200 mm (8 inches) of rain could fall, especially along the eastern side of the island. A few isolated areas could see as much as 300 mm (12 inches) of rain through the end of the week.</p>\n<p>Southeastern India could see some of this rain also. However, with the storm staying rather stationary much of the rain will stay over Sri Lanka.</p>\n<p>All this rain concentrated over Sri Lanka brings the threat for flooding across the country. Heavy rains can lead to overflowing rivers and streams, water running over roadways, and mudslides.</p>\n<p><img src=\"http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/650x366_12021419_screen-shot-2013-12-02-at-9.19.10-am.jpg\"/><span>METEOSAT-7 Satellite's Infra Red Weather Map from Monday morning, presented by <a href=\"http://www.srilankaview.com/weather.htm\">SriLankaView</a>.</span></p>\n<p><b>RELATED:</b> <em><br><a href=\"http://www.accuweather.com/en/lk/national/satellite\">Sri Lanka Satellite Loop</a><br><a href=\"http://www.accuweather.com/en/lk/colombo/311399/weather-forecast/311399\">Detailed AccuWeather.com Forecast for Colombo, Sri Lanka</a><br><a href=\"http://www.accuweather.com/en/hurricane\">AccuWeather's Hurricane and Tropical Center</a></em></p>\n<p>Early in November, the remnants of tropical depression Wilma reorganized into a new depression and moved close to this area, passing over southern India and dumping 50-100 mm (2-4 inches) of rain on Sri Lanka and southern India.</p>\n<p>However, the strongest system of the season so far was Phailin which stayed far away from Sri Lanka, instead affecting Andhra Pradesh and Orissa in northern India.</p>\n",
        "Link": "http://www.accuweather.com/en/weather-news/nearly-a-foot-of-rain-aims-for/20571896",
        "guid": "http://syndicate.accuweather.com/v2/news/20571896.json",
        "pubDate": "Mon, 02 Dec 2013 10:05:43 GMT",
        "lastUpdated": "Mon, 02 Dec 2013 10:05:43 GMT",
        "media_author": {
          "Text": "Courtney Spamer, Meteorologist"
        },
        "media_content": [
          {
            "Url": "http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/237x145_12021522_hd23.jpg",
            "Lang": "en",
            "ContentType": "image/jpeg",
            "Height": 234,
            "Width": 145
          }
        ],
        "media_thumbnails": [
          {
            "Url": "http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/120x90_12021522_hd23.jpg",
            "Height": 90,
            "Width": 120
          }
        ],
        "image_description": {
          "Text": "Click the above video for a look at weather around the world."
        }
      },
      {
        "Title": "Seattle Week Turns Sunny",
        "Description": "<p>After a few snow showers spring up across the area on Monday, the rest of the Seattle-area workweek will clear to some mostly sunny skies through the weekend.</p>\n<p>Highs for the latter part of the week will take a slight dip compared to Monday with highs moderating in the middle 30s until Friday. For the weekend temperatures will dip even further into the lower 30s and down into the upper 20s for daytime highs.</p>\n<p><b>RELATED</b><br><i><a href=\"http://www.accuweather.com/en/us/seattle-wa/98104/weather-forecast/351409\">Seattle Forecast Center</a><br><a href=\"http://www.accuweather.com/en/us/washington/weather-radar-interactive\">Washington Interactive Radar</a><br><a href=\"http://www.accuweather.com/en/us/national/severe-weather-maps\">Severe Weather Watches and Warnings</a></i></p>\n<p>Each day will feature mostly sunny skies with some times of passing clouds. Overnight lows through Thursday will be in the lower 20s and will take a sharp dive into the mid- and upper teens for the weekend.</p>\n<p>Windiness and other factors may make temperatures feels even colder than they actually are, nearly 10 degrees lower at the start of the week but diminishing to only a degree or two difference by the start of the weekend.</p>\n<p>The next good chance of precipitation in the area will be next Monday, when some cold rain and early morning ice will likely disrupt some travel.</p>\n<p><img src=\"http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/590x393_12021246_uf14.jpg\"/></p>\n",
        "Link": "http://www.accuweather.com/en/weather-news/seattle-week-turns-sunny/20569538",
        "guid": "http://syndicate.accuweather.com/v2/news/20569538.json",
        "pubDate": "Mon, 02 Dec 2013 10:02:21 GMT",
        "lastUpdated": "Mon, 02 Dec 2013 10:02:21 GMT",
        "media_author": {
          "Text": "Samantha-Rae Tuthill, AccuWeather.com Staff Writer"
        },
        "media_content": [
          {
            "Url": "http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/237x145_12021246_uf14.jpg",
            "Lang": "en",
            "ContentType": "image/jpeg",
            "Height": 234,
            "Width": 145
          }
        ],
        "media_thumbnails": [
          {
            "Url": "http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/120x90_12021246_uf14.jpg",
            "Height": 90,
            "Width": 120
          }
        ]
      },
      {
        "Title": "Wind-Driven Snowstorm to Blast Northern US Into Midweek",
        "Description": "<p>A storm that may evolve into an all-out blizzard will deliver snow, slippery roads, increasing wind and reduced visibility will create treacherous travel conditions and dangerous cold across the Rockies and Northern states through midweek.</p>\n<p>The worst of the storm is likely Tuesday night into early Wednesday from eastern North Dakota to northern Minnesota, northwestern Wisconsin, part of the Upper Peninsula of Michigan and neighboring Canada. The worst of the cold following the storm will also focus over this area.</p>\n<p><h3>Rockies</h3></p>\n<p>Some locations in the northern Rockies have already received over a foot of snow since Sunday, and up to a foot of additional snow is expected through Tuesday.</p>\n<p><img src=\"http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/650x366_12021804_hd25-1.jpg\"/></p>\n<p>Travel along I-90 from northern Idaho to western Montana, along with I-15 through the northern Rockies can be hazardous due to snow and blowing snow.</p>\n<p>Roads going in and out of Yellowstone and Grand Teton National Park will also become slick.</p>\n<p>Winds through some of the passes can gust above 30 mph at times, creating blowing and drifting snow.</p>\n<p>Snow will also spread across the northern Plains and Upper Midwest through Tuesday.</p>\n<p><h3>Northern Plains, Upper Midwest</h3></p>\n<p>A fresh blanket of snow will pile up 3 to 6 inches from eastern Montana to northern Wisconsin through Tuesday with an additional accumulation Tuesday night into Wednesday that will be accompanied by increasing wind and blowing and drifting of snow.</p>\n<p><img src=\"http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/650x366_12021800_hd29-1.jpg\"/></p>\n<p>By the time the storm exits on Wednesday, storm totals will be in the 6- to 12-inch range.</p>\n<p><b>RELATED</b><br><i><a href=\"http://www.accuweather.com/en/us/national/weather-forecast-maps\">Forecast Temperature Maps</a><br><a href=\"http://www.accuweather.com/en/us/winter-weather\">Winter Weather Center</a><br><a href=\"http://www.accuweather.com/en/weather-news/dangerous-arctic-cold-headed-f/20537531\">Dangerous Arctic Cold Headed for Plains, Intermountain West</a></i></p>\n<p>Wind-driven snow could shut down travel for a time along portions of I-94, I-29 and I-35 and affect the daily routines of hundreds of thousands of people in the region including Minot, Fargo and Grand Forks in North Dakota, and Duluth and International Falls, Minn.</p>\n<p>Air travel delays are likely as well throughout the Northern states.</p>\n<p>Very little snow will accumulate in Minneapolis through the day on Tuesday. However, a small amount of snow through Wednesday, combined with plunging temperatures can make for very slippery travel.</p>\n<p>Wind gusts 25 to 40 mph will create blowing, drifting and poor visibility, making driving extremely difficult over part of the North Central states. White-out conditions are a possibility.</p>\n<p>A blast of arctic air will drop temperatures into the teens across the northern Plains on Tuesday, then below zero on Tuesday night.</p>\n<p><img src=\"http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/650x366_12021702_hd21.jpg\"/></p>\n<p>AccuWeather RealFeel&reg; temperatures will become dangerously low during and after the storm, plummeting to between 30 to 40 below zero on Tuesday night through Thursday night.</p>\n<p><em></p>\n<p>Expert Senior Meteorologist Alex Sosnowski contributed content to this story.</em></p>\n",
        "Link": "http://www.accuweather.com/en/weather-news/winter-storm-impact-northern-u/20564835",
        "guid": "http://syndicate.accuweather.com/v2/news/20564835.json",
        "pubDate": "Mon, 02 Dec 2013 09:54:22 GMT",
        "lastUpdated": "Mon, 02 Dec 2013 09:54:22 GMT",
        "media_author": {
          "Text": "Michael Doll, Meteorologist"
        },
        "media_content": [
          {
            "Url": "http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/237x145_12021800_hd29-1.jpg",
            "Lang": "en",
            "ContentType": "image/jpeg",
            "Height": 234,
            "Width": 145
          }
        ],
        "media_thumbnails": [
          {
            "Url": "http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/120x90_12021800_hd29-1.jpg",
            "Height": 90,
            "Width": 120
          }
        ]
      },
      {
        "Title": "Life-Threatening Cold to Plunge Into Rockies, Plains",
        "Description": "<p>A storm that produced flooding rains and heavy snow in the <a href=\"http://www.accuweather.com/en/weather-news/pacific-northwest-flooding-sno/20497067\">Pacific Northwest</a> is ejecting into the Plains early this week, allowing arctic air to spill southward from Canada.</p>\n<p>Temperatures by Wednesday and Thursday won't rise above zero in parts of North Dakota and Montana while overnight lows approach 30 F below zero. This cold outbreak will mark the coldest weather of the season for much of the western two-thirds of the nation.</p>\n<p>Not only will extreme cold spill into the Plains and parts of the West, but a fresh snowpack will develop after the aforementioned storm moves through the Plains.</p>\n<p><img src=\"http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/650x366_12021702_hd21.jpg\"/></p>\n<p><b>RELATED</b><br><i><a href=\"http://www.accuweather.com/en/us/national/weather-forecast-maps\">Forecast Temperature Maps</a><br><a href=\"http://www.accuweather.com/en/us/winter-weather\">Winter Weather Center</a><br><a href=\"http://www.accuweather.com/en/weather-news/winter-storm-impact-northern-u/20564835\">Wind-Driven Snowstorm, Cold to Blast Northern US Into Midweek</a></i></p>\n<p>Snowfall amounts through Monday night will approach a foot in parts of the northern Rockies while a swath of 3- to 6-inch accumulations build along the U.S./Canada border.</p>\n<p>Additionally, a round of heavier snow is likely for Montana, the Dakotas and Minnesota on Tuesday. Cities such as Fargo, N.D., International Falls, Minn., and Duluth, Minn. could receive in excess of 6 additional inches of snow Tuesday and Tuesday night.</p>\n<p><img src=\"http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/650x366_12021804_hd25-1.jpg\"/></p>\n<p>Travel will become extremely difficult over the next few days along interstates 94, 15, 90 and 29. Severe blowing and drifting of the snow will develop Monday night and continue through the end of the week.</p>\n<p>Behind the snow, arctic air will push southward, first into the northern Rockies on Tuesday, then into the northern Plains on Wednesday.</p>\n<p><img src=\"http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/650x366_12021220_hd20.jpg\"/></p>\n<p>High temperatures by Wednesday will hover around zero degrees from Great Falls, Mont., through Billings, Mont., and Dickinson, N.D.</p>\n<p>Temperatures will stay in the single digits over an even larger zone from Bozeman, Mont., through Fargo, N.D.</p>\n<p>Add in a gusty, northerly wind and that will send AccuWeather RealFeel&reg; temperatures to nearly 40 F below zero in some cases both Wednesday and Thursday.</p>\n<p>Not only will the days be brutally cold, but the nights will be even worse. AccuWeather.com meteorologists are expecting overnight lows both Wednesday night and Thursday night to fall to between 20 below zero F and 30 below zero F across much of Montana and North Dakota.</p>\n<p>Subzero nighttime lows will be found across an even bigger corridor from Idaho through Minnesota.</p>\n<p>AccuWeather.com meteorologists urge residents of the northern Rockies and northern Plains to take the proper cold weather precautions.</p>\n<p>Have a flashlight and extra batteries available as well as an emergency heat source and extra blankets in your home.</p>\n<p>If you have to travel, carry a winter storm survival kit and always make sure your gas tank is near full.</p>\n<p>Move cattle to sheltered areas and make sure to bring any pets inside for the duration of the cold.</p>\n<p>AccuWeather.com will have more information on the impending cold and snow over the coming days.</p>\n",
        "Link": "http://www.accuweather.com/en/weather-news/dangerous-arctic-cold-headed-f/20537531",
        "guid": "http://syndicate.accuweather.com/v2/news/20537531.json",
        "pubDate": "Mon, 02 Dec 2013 09:50:33 GMT",
        "lastUpdated": "Mon, 02 Dec 2013 09:50:33 GMT",
        "media_author": {
          "Text": "Brian Edwards, Meteorologist"
        },
        "media_content": [
          {
            "Url": "http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/237x145_12021702_hd21.jpg",
            "Lang": "en",
            "ContentType": "image/jpeg",
            "Height": 234,
            "Width": 145
          }
        ],
        "media_thumbnails": [
          {
            "Url": "http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/120x90_12021702_hd21.jpg",
            "Height": 90,
            "Width": 120
          }
        ],
        "image_description": {
          "Text": "For the latest on the upcoming extreme cold and snow, click on the video above."
        }
      },
      {
        "Title": "AccuWeather LIVE: Winter is Coming",
        "Description": "<p>December is now underway and winter is quickly approaching, including some frigid temperatures and snowstorms set to move into much of the U.S. this week. Justin Povick will give the latest updates on the icy weather in our live forecasts for this week's edition of AccuWeather LIVE, airing at 4 p.m. EST on Thursday.</p>\n<p>That cold and wintry weather can have some serious implications on winter health. Jim Dickey will host a segment to take a look at what some of those risks are and some of the ways they can be prevented.</p>\n<p><b>RELATED</b><br><i><a href=\"http://www.accuweather.com/en/us/national/weather-radar-interactive\">US Interactive Radar</a><br><a href=\"http://www.accuweather.com/en/us/winter-weather\">Winter Weather Center</a><br><a href=\"http://www.accuweather.com/en/us/severe-weather\">Watches and Warnings Map</a></i></p>\n<p>Then, Samantha-Rae Tuthill/Andrew Baglini discuss some of the causes of the global hunger crisis, taking a look at how the weather can exacerbate these issues and ways that everyone can help, especially as we approach the holiday season.</p>\n<p>Bernie Rayno and Evan Myers will take a look at fan questions and comments when they host their weekly By the Numbers segment.</p>\n<p>Mark Mancuso will also take a look at some fan comments when he shares the latest hot topic online with his viral segment. He will also take a look at some of the best fan-submitted photos from the past week.</p>\n<p>For a chance to see your photo or comment or the show or to have your weather questions answered live, be sure to submit them on <a href=\"https://twitter.com/accuweather\">Twitter</a>, <a href=\"https://www.facebook.com/AccuWeather\">Facebook</a> or <a href=\"https://plus.google.com/+accuweather\">Google+</a>. Tune in to the show to see if yours made it on air.</p>\n<p><img src=\"http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/640x360_12021225_promo.jpg\"/></p>\n",
        "Link": "http://www.accuweather.com/en/weather-news/accuweather-live-winter-is-com/20567946",
        "guid": "http://syndicate.accuweather.com/v2/news/20567946.json",
        "pubDate": "Mon, 02 Dec 2013 09:40:13 GMT",
        "lastUpdated": "Mon, 02 Dec 2013 09:40:13 GMT",
        "media_author": {
          "Text": "Samantha-Rae Tuthill, AccuWeather.com Staff Writer"
        },
        "media_content": [
          {
            "Url": "http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/237x145_12021225_promo.jpg",
            "Lang": "en",
            "ContentType": "image/jpeg",
            "Height": 234,
            "Width": 145
          }
        ],
        "media_thumbnails": [
          {
            "Url": "http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/120x90_12021225_promo.jpg",
            "Height": 90,
            "Width": 120
          }
        ]
      },
      {
        "Title": "Powerful Northern European Storm Expected Later This Week",
        "Description": "<p>After a relatively benign start to the week across the U.K. and most of the rest of northern Europe, the weather pattern is expected to take a very stormy turn by the middle and end of the week.</p>\n<p>A powerful storm system will begin to organize near southern Greenland on Tuesday and then race eastward threatening Scotland, Scandinavia and northern mainland Europe with storm-force winds, rain and snow from later Wednesday through Friday.</p>\n<p>The upcoming storm will take a more northern track than the <a href=\"http://www.accuweather.com/en/weather-news/photos-deadly-uk-winds-cut-pow/19344888\"target=\"_blank\">severe wind storm</a> which struck the southern U.K. and northern Europe in late October of this year; however, some of the same areas over northern Europe that saw damaging winds from the October storm could be in line for winds that exceed gale-force during the latter part of the week.</p>\n<p><img src=\"http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/640x443_12012345_uk-wind-november.jpg\"/><span>The above graphic, prepared by an AccuWeather.com meteorologist using Google Maps, shows the expected track of the low pressure from Wednesday night through Thursday night of this week. The strongest winds are likely to occur near and to the south of the low track.</span></p>\n<p>Winds in excess of 100 kph are likely in some communities near and south of the track of the storm beginning late Wednesday and continuing through Thursday across Scotland.</p>\n<p>As the low pressure shifts eastward through the North Sea, winds over of 100 kph are expected across portions of the Netherlands, northern Germany, Denmark and Scandinavia beginning on Thursday and continuing in some areas through Friday.</p>\n<p>If the storm achieves its full potential, scattered power outages as well as some wind damage are likely in the regions that experience the strongest winds.</p>\n<p><img src=\"http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/640x425_12012226_denmark.jpg\"/><span>Photo, courtesy of The Associated Press, shows a temporary marquee over turned by heavy wind in Aabenraa, southern Jutland Denmark on Monday, Oct. 28, 2013. A major storm swept Denmark with winds peaking at up to 200 kph (approximately 125 mph).</span></p>\n<p>The October wind storm produced an estimated minimum central pressure of 965 mb across the North Sea. Some indications suggest that the storm expected later this week could approach that minimum pressure.</p>\n<p>In addition to the high wind potential, rain as well as much colder air and snow will accompany the storm through the U.K. and northern Europe. Even portions of central and eastern Europe could feel the effects of a much chillier air mass in the wake of the storm by Friday and into next weekend.</p>\n",
        "Link": "http://www.accuweather.com/en/weather-news/powerful-northern-european-sto/20547010",
        "guid": "http://syndicate.accuweather.com/v2/news/20547010.json",
        "pubDate": "Mon, 02 Dec 2013 09:39:45 GMT",
        "lastUpdated": "Mon, 02 Dec 2013 09:39:45 GMT",
        "media_author": {
          "Text": "Erik Pindrock, Meteorologist"
        },
        "media_content": [
          {
            "Url": "http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/237x145_12012226_denmark.jpg",
            "Lang": "en",
            "ContentType": "image/jpeg",
            "Height": 234,
            "Width": 145
          }
        ],
        "media_thumbnails": [
          {
            "Url": "http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/120x90_12012226_denmark.jpg",
            "Height": 90,
            "Width": 120
          }
        ],
        "image_description": {
          "Text": "The video above shows the weather for different regions around the world."
        }
      },
      {
        "Title": "Late-Week Snow Possible for Detroit",
        "Description": "<p>There could be some snow across the Detroit area late this week.</p>\n<p>Temperatures will slowly rise through mid-week with a chance of showers Monday night through Wednesday, but a big change is coming Wednesday. The high will be in the low 50s but will tumble into the upper 30s.</p>\n<p><b>RELATED:</b><br><em><a href=\"http://www.accuweather.com/en/us/detroit-mi/48226/weather-forecast/348755\">Detroit Weather Forecast</a><br><a href=\"http://www.accuweather.com/en/us/winter-weather\">AccuWeather Winter Weather Center</a><br><a href=\"http://www.accuweather.com/en/us/detroit-mi/48226/weather-radar/348755\">Detroit Interactive Radar</a></em></p>\n<p>A chance of show is possible Thursday night into Friday. It will be much colder with highs in the low 30s and lows in the upper teens.</p>\n<p><img src=\"http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/650x366_12012059_hd14.jpg\"/></p>\n",
        "Link": "http://www.accuweather.com/en/weather-news/occasional-snow-showers-for-de/20422397",
        "guid": "http://syndicate.accuweather.com/v2/news/20422397.json",
        "pubDate": "Mon, 02 Dec 2013 09:20:06 GMT",
        "lastUpdated": "Mon, 02 Dec 2013 09:20:06 GMT",
        "media_author": {
          "Text": "Mark Leberfinger, AccuWeather.com Staff Writer"
        },
        "media_content": [
          {
            "Url": "http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/237x145_12012059_hd14.jpg",
            "Lang": "en",
            "ContentType": "image/jpeg",
            "Height": 234,
            "Width": 145
          }
        ],
        "media_thumbnails": [
          {
            "Url": "http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/120x90_12012059_hd14.jpg",
            "Height": 90,
            "Width": 120
          }
        ]
      },
      {
        "Title": "Three Ways the Winter Season Affects Your Sleep",
        "Description": "<p>With cold air surging across the country and snow lingering from several winter storms, the winter season is nearing.</p>\n<p>But as this time of year ushers in less sunlight, colder air and holiday indulgences, it can have a significant impact on the human sleep cycle.</p>\n<p>\"Sleep is the time for the body to rest and repair itself and get ready for the functions of the day,\" Associate Physician in the Division of Sleep Medicine at Harvard Medical School Lawrence Epstein, M.D., said.</p>\n<p>The amount of sleep each person needs varies by individual, but most people need between 7.5 and 8.5 hours of sleep each night.</p>\n<p><b>RELATED:</b><br><em><a href=\"http://www.accuweather.com/en/weather-video/the-winter-blues/68114221001?channel=winter_weather\">The Winter Blues</a><br><a href=\"http://www.accuweather.com/en/us/winter-weather\">AccuWeather Winter Weather Center</a><br><a href=\"http://www.accuweather.com/en/health-articles/respiratory/11-natural-tricks-to-tackle-yo/20356939\">11 Natural Tricks to Tackle Your Winter Cold</a></em></p>\n<p><font size=\"+1\">1. Lack of Light</font><br></p>\n<p>\"The change in light can have a big effect on the time and quality of your sleep,\" Epstein said.</p>\n<p>The amount of daylight during the winter is more limited than in the other seasons, impacting the body's cycles.</p>\n<p>\"Light directly impacts the pituitary, which secretes melatonin,\" Chair of the Homeopathy Department at Bastyr University's School of Naturopathic Medicine Dr. Brad Lichtenstein, N.D., said.</p>\n<p><img src=\"http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/650x366_11272311_650x366_10020059_screen-shot-2013-10-01-at-8.57.23-pm.jpg\"/></p>\n<p>Melatonin regulates the body's sleep-wake cycles. Lack of light can cause the body to produce more of the chemical, making the body feel tired and sluggish.</p>\n<p>In addition, lack of light during the winter months or during the transition from fall into winter can induce seasonal affective disorder (SAD). SAD is categorized by full-fledged depressive episodes that take place regularly during <A href=\"http://www.accuweather.com/en/weather-news/fall-winter-bring-forth-three/18376650\" target=\"_blank\">times of seasonal change</a>.</p>\n<p><font size=\"+1\">2. Colder Air</font><br></p>\n<p>Winter is notorious for an increase in utility bills as temperatures drop and heat gets turned on. However, heating can have undesirable effects on sleep quality.</p>\n<p>When air is too cold, it will negatively affect melatonin production and cause the body's sleep cycle to be disrupted. However, air that is too dry or too warm will dry out the body's mucus membranes and make the body more susceptible to illnesses such as the cold or flu.</p>\n<p>\"When we are in an environment where we are heating the air that actually denatures the mucus membranes and makes them more susceptible to bacteria and viruses,\" Dr. Lichtenstein said.</p>\n<p><font size=\"+1\">3. Change in Eating Habits</font><br></p>\n<p><img src=\"http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/650x366_11272314_screen-shot-2013-11-27-at-6.14.13-pm.jpg\"/><span>Christmas cookies, along with other holiday sweets, can alter the body's hormone levels and, as a result, impact the sleep cycle.</span></p>\n<p>While summertime brings forth natural sugars in the form of fruit, winter contributes hearty, dense carbohydrates to the table.</p>\n<p>From Halloween through the Christmas and New Year's holidays, much of the winter season is based around sugary, fat-laden and high-calorie foods. These types of foods impact the body's hormone levels.</p>\n<p>Associated with metabolism and appetite, the hormone leptin is also influenced by eating a surplus of these types of foods. The change in the levels of leptin in the body ends up disrupting the sleep cycle, and these disruptions will cause the body to further alter hormone levels.</p>\n<p>\"When our sleep cycle gets disrupted, we wind up craving those foods more and we don't know when we're full,\" Dr. Lichtenstein said. \"If we continue to eat like this, it will affect our sleep... it's a vicious cycle.\"</p>\n<p><font size=\"+1\">The Consequences of Sleep Deprivation</font><br></p>\n<p>According to Lichtenstein, in 1910 the average American slept between nine and 11 hours each night. By 2001, the average American slept only six hours.</p>\n<p>Sleep deprivation is classified as a lack of sleep that affects a person's performance when awake. Symptoms of sleep deprivation can include having trouble staying awake during daily activities and the need for caffeine to get started.</p>\n<p>This sleep deficit can lead to memory impairment, poor job performance and higher rates of motor vehicle accidents, according to Epstein.</p>\n<p>According to Epstein, studies show that many who are sleep deprived tend to gain weight. Due to sleep's impact on glucose levels and the regulation of sugar metabolism, several studies have even found that it may be a precursor to diabetes.</p>\n<p>It can also can bring on a weakened immune system, an increased risk for heart disease and hypertension.</p>\n<p>According to Epstein, studies show that people who don't get enough sleep don't live as long.</p>\n<p>\"It really affects almost every aspect of good living, both how you feel and how your body functions,\" Epstein said.</p>\n<p>To learn how to sleep better during the <A href=\"http://www.accuweather.com/en/us/winter-weather\" target=\"_blank\">winter season</a>, read the tips below from Lichtenstein.</p>\n<p><h3><center>Tips for Better Winter Season Sleep</h3></center></p>\n<p><div style=\" background-color:#CCCCCC;padding:10px\"><font color=\"black\"><strong>1. Set a routine.</p>\n<p>2. Set the room temperature to be cool and comfortable, but not too dry.</p>\n<p>3. Turn off electronic equipment an hour or two before going to bed.</p>\n<p>4. Get moving or get some exercise everyday.</p>\n<p>5. Try to relax before going to sleep.</p>\n<p>6. Get some light exposure everyday.</p>\n<p>7. Try not to eat three to four hours before going to bed.</strong></font></div></p>\n<p><hr></p>\n<p><center><em>Have questions, comments, or a story to share? Email Kristen Rodman at <a href=\"mailto:Kristen.Rodman@accuweather.com\">Kristen.Rodman@accuweather.com</a>, follow her on Twitter <a href=\"https://twitter.com/Accu_Kristen\">@Accu_Kristen</a> or <a href=\"https://plus.google.com/111278269374228164844/posts\">Google+</a>. Follow us <a href=\"https://twitter.com/breakingweather\">@breakingweather</a>, or on <a href=\"https://www.facebook.com/AccuWeather?ref=br_tf\">Facebook</a> and <a href=\"https://plus.google.com/+accuweather/posts\">Google+</a>. </em></center></p>\n",
        "Link": "http://www.accuweather.com/en/weather-news/winters-detrimental-effects-sleep/20399886",
        "guid": "http://syndicate.accuweather.com/v2/news/20399886.json",
        "pubDate": "Mon, 02 Dec 2013 08:40:00 GMT",
        "lastUpdated": "Mon, 02 Dec 2013 08:40:00 GMT",
        "media_author": {
          "Text": "Kristen Rodman, AccuWeather.com Staff Writer"
        },
        "media_content": [
          {
            "Url": "http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/237x145_11272319_screen-shot-2013-11-27-at-6.19.21-pm.png",
            "Lang": "en",
            "ContentType": "image/png",
            "Height": 234,
            "Width": 145
          }
        ],
        "media_thumbnails": [
          {
            "Url": "http://vortex.accuweather.com/adc2004/pub/includes/columns/newsstory/2013/120x90_11272319_screen-shot-2013-11-27-at-6.19.21-pm.png",
            "Height": 90,
            "Width": 120
          }
        ]
      }
    ]
  }
}